import './style.scss';
export const Politika = ()=> {

    return(
        <div className='Politika_box'>
            <p>
            Настоящая Политика конфиденциальности регулирует порядок сбора, использования, хранения и защиты персональных данных пользователей сайта [название сайта] (далее — «Сайт»), расположенного по адресу [адрес сайта]. Используя сайт, вы соглашаетесь с условиями данной Политики конфиденциальности.
<br/>
1. Какие данные мы собираем
<br/>
Сайт собирает следующие персональные данные пользователей:
<br/>
Имя;<br/>
Должность;<br/>
Номер телефона;<br/>
Адрес электронной почты.<br/>
2. Цели сбора персональных данных<br/>
Персональные данные собираются и обрабатываются для следующих целей:<br/>
Обратная связь с пользователями;<br/>
Предоставление информации о наших услугах и продуктах;<br/>
Улучшение качества работы сайта;<br/>
Соблюдение требований законодательства Российской Федерации.<br/>
3. Как мы используем ваши данные<br/>
Собранные персональные данные используются исключительно для целей, указанных в разделе 2 настоящей Политики конфиденциальности. Мы не передаём ваши данные третьим лицам без вашего согласия, за исключением случаев, предусмотренных законодательством Российской Федерации.<br/>
4. Хранение и защита данных<br/>
Мы принимаем все необходимые меры для защиты ваших персональных данных от несанкционированного доступа, изменения, раскрытия или уничтожения. Данные хранятся на защищённых серверах и обрабатываются с использованием современных технологий безопасности.<br/>
5. Срок хранения данных<br/>
Ваши персональные данные хранятся до тех пор, пока это необходимо для достижения целей, указанных в разделе 2, или до момента вашего запроса на удаление данных, если иное не предусмотрено законодательством Российской Федерации.<br/>
6. Ваши права<br/>
Вы имеете право:<br/>
Запросить доступ к своим персональным данным;<br/>
Запросить исправление или удаление своих данных;<br/>
Отозвать согласие на обработку персональных данных;<br/>
Обратиться с жалобой в уполномоченный орган по защите прав субъектов персональных данных.<br/>
Для реализации своих прав вы можете связаться с нами по адресу электронной почты [ваш email] или по телефону [ваш номер телефона].<br/>
7. Изменения в Политике конфиденциальности<br/>
Мы оставляем за собой право вносить изменения в настоящую Политику конфиденциальности. Все изменения будут опубликованы на этой странице с указанием даты последнего обновления. Рекомендуем периодически проверять Политику конфиденциальности для ознакомления с возможными изменениями.<br/>
8. Контактная информация<br/>
Если у вас возникли вопросы относительно настоящей Политики конфиденциальности, пожалуйста, свяжитесь с нами:<br/>
Электронная почта: [ваш email];<br/>
Телефон: [ваш номер телефона].<br/>
Дата последнего обновления: [дата].<br/>

            </p>
          
        </div>
    )
}